12/data/attachments/98588f2c7ce61a27.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_48adb2db-3479-4823-9113-456fc39ab800</nif:username>
            <nif:friendToBeAdded>Austin_art_Actions_20946_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>